Revit 2024 API
ScheduleHeightsOnSheet.TitleHeight Property
 The height of schedule title on sheet view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022.1
Syntax
C#
public double TitleHeight { get; }
Visual Basic
Public ReadOnly Property TitleHeight As Double
	Get
Visual C++
public:
property double TitleHeight {
	double get ();
}
Remarks
 If title is set to unshown, it will be 0.
See Also
ScheduleHeightsOnSheet Class
Autodesk.Revit.DB Namespace